Repository: figma/dynamic-universal-app
Catalog: *.lproj/Localizable.strings
Languages: es_es, ja, ko_kr, pt_br

# errorDialog.title
source: %1$@ Automatic Installation Failed
es_es: Se ha producido un error con la instalación automática de %1$@
ja: %1$@の自動インストールに失敗しました
ko_kr: %1$@ 자동 설치 실패
pt_br: %1$@ Falha na instalação automática

# errorDialog.downloadManuallyMessage
source: Download %1$@ manually to continue.
es_es: Descarga %1$@ manualmente para continuar.
ja: 続行するには%1$@を手動でダウンロードしてください。
ko_kr: 계속하려면 %1$@을(를) 수동으로 다운로드하십시오.
pt_br: Baixe %1$@ manualmente para continuar.

# errorDialog.contactSupportMessage
source: You may also contact %1$@ support with this error information:
es_es: También puedes ponerte en contacto con el servicio de asistencia de %1$@ con esta información de error:
ja: このエラー情報について%1$@サポートまでご連絡いただくことも可能です:
ko_kr: 이 오류 정보를 사용하여 %1$@ 지원팀에 문의할 수도 있습니다.
pt_br: Você também pode entrar em contato com o suporte do %1$@ com estas informações de erro:

# errorDialog.downloadManuallyButton
source: Download manually
es_es: Descargar manualmente
ja: 手動でダウンロードする
ko_kr: 수동으로 다운로드
pt_br: Baixar manualmente

# moveToApplicationsDialog.title
source: Move to Applications Folder
es_es: Mover a la carpeta Aplicaciones
ja: [アプリケーション]フォルダに移動する
ko_kr: 애플리케이션 폴더로 이동
pt_br: Mover para a pasta Aplicativos

# moveToApplicationsDialog.message
source: Please move the %1$@ app into the Applications folder and try again. If the app is already in the Applications folder, drag it into some other folder and then back into Applications.
es_es: Mueve la aplicación %1$@ a la carpeta Aplicaciones y vuelva a intentarlo. Si la aplicación ya está en la carpeta Aplicaciones, arrástrala a otra carpeta y vuelve a moverla a Aplicaciones.
ja: %1$@アプリを[アプリケーション]フォルダに移動してからもう一度お試しください。 アプリが既に[アプリケーション]フォルダにある場合は、アプリをドラックして他のフォルダにいったん移動した後、[アプリケーション]に戻してください。
ko_kr: %1$@ 앱을 애플리케이션 폴더로 이동한 후 다시 시도하십시오. 앱이 이미 애플리케이션 폴더에 있는 경우 다른 폴더로 이동한 다음 다시 애플리케이션으로 이동합니다.
pt_br: Mova o app %1$@ para a pasta Aplicativos e tente novamente. Se o app já estiver na pasta Aplicativos, arraste-o para outra pasta e depois de volta para Aplicativos.

# dialog.okButton
source: OK
es_es: Aceptar
ko_kr: 확인

# dialog.cancelButton
source: Cancel
es_es: Cancelar
ja: キャンセル
ko_kr: 취소
pt_br: Cancelar

# error.errorWithCode
source: %1$@ (code %2$ld)
es_es: %1$@ (código %2$ld)
ja: %1$@ (コード%2$ld)
ko_kr: %1$@ (코드 %2$ld)
pt_br: %1$@ (código %2$ld)

# error.initialCheckFailed
source: Initial check failed: %1$i
es_es: Error en la comprobación inicial: %1$i
ja: 初期のチェックに失敗しました: %1$i
ko_kr: 초기 확인 실패: %1$i
pt_br: Falha na verificação inicial: %1$i

# error.wrongPermissions
source: You do not have the necessary permissions required to autoinstall this app.
es_es: No tienes los permisos necesarios para instalar automáticamente esta aplicación.
ja: このアプリの自動インストールに必要な権限がありません。
ko_kr: 이 앱을 자동 설치할 수 있는 권한이 없습니다.
pt_br: Você não tem as permissões necessárias para autoinstalar este app.

# error.downloadFailed
source: Failed to download, HTTP: %1$lu
es_es: Error en la descarga, HTTP: %1$lu
ja: ダウンロードに失敗しました、HTTP: %1$lu
ko_kr: 다운로드에 실패했습니다. HTTP: %1$lu
pt_br: Falha ao baixar, HTTP: %1$lu

# error.extractFailed
source: Failed to extract: %1$i
es_es: Error al extraer: %1$i
ja: 展開に失敗しました: %1$i
ko_kr: 추출 실패: %1$i
pt_br: Falha ao extrair: %1$i

# installerDialog.title
source: %1$@ Installer
es_es: Instalador de %1$@
ja: %1$@インストーラー
ko_kr: %1$@ 설치 프로그램
pt_br: %1$@ Instalador

# installerDialog.downloadingMessage
source: Downloading %1$@...
es_es: Descargando %1$@...
ja: %1$@をダウンロードしています...
ko_kr: %1$@ 다운로드 중...
pt_br: Baixando %1$@...

# installerDialog.installingMessage
source: Installing %1$@...
es_es: Instalando %1$@...
ja: %1$@をインストールしています...
ko_kr: %1$@ 설치 중...
pt_br: Instalando %1$@...

# menu.quitItem
source: Quit %1$@
es_es: Salir de %1$@
ja: %1$@を終了
ko_kr: %1$@ 종료
pt_br: Sair do %1$@
